---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionLProfile
source: html/b11dec79-afc7-41d3-4b77-52364be8b430.htm
---
# StructuralSectionLProfile Properties

Common set of parameters for structural analysis.